{
	"document_name":"Disney_json.json",
	"document_content":[
		{
			"type":"title_slide",
			"content":[
				{
					"type":"level_0",
					"content":[
						"type":"level_0",
						"content":[
							"Walt Disney Company"
						]
					]
				}
			]
		},
		{
			"type":"title_and_content_slide",
			"content":[
				{
					"type":"level_1",
					"content":[
						"La compagnie"
					]
				},
				{
					"type":"text",
					"content":[
						"The Walt Disney Company est une entreprise américaine créée en 1923 par Walt Disney sous le nom Disney Brothers Studios. Elle est, en 2012, le premier groupe de divertissement au monde, présent dans l'industrie des médias (journaux, radios, télévision, internet) avec des émissions, des séries télévisées, du cinéma avec des courts-métrages d'animation (dans lesquels figurent de célèbres personnages tels que Mickey Mouse, Donald Duck, Dingo, etc.), des longs métrages d'animation et des films en prises de vues réelles, dans l'industrie du tourisme et de loisirs (parcs d'attractions dont Disneyland et Walt Disney World Resort, hôtels, bateaux de croisière), ainsi que dans les produits dérivés de ses nombreuses productions (jeux et jouets, jeux vidéo, vêtements, etc.). Elle assure aussi la distribution de productions de tiers."
					]
				}
			]
		},
		{
			"type":"section_header",
			"content":[
				{
					"type":"level_1",
					"content":[
						"Direction de Walt Disney Company"
					]
				}
			]
		},
		{
			"type":"title_and_content_slide",
			"content"[
				{
					"type":"level_2",
					"content":[
						"Direction générale actuelle"
					]
				},
				{
					"type":"text",
					"content":[
						"Président du directoire : Bob Chapek
						Responsable Financier : Christine McCarthy
						Adjoint de Robert Iger : Peter E. Murphy"
					]
				}
			]
		},
		{
			"type":"comparison_slide",
			"content":[
				{
					"type":"level_1",
					"content":[
						"Les différents groupes de studio"
					]
				},
				{
					"type":"level_2",
					"content":"Walt Disney Motion Pictures"
				},
				{
					"type":"comparison",
					"content":[
						"Le Walt Disney Motion Pictures Group regroupe les studios de cinéma avec Walt Disney Pictures (pour les longs métrages), Touchstone Pictures, Hollywood Pictures. Walt Disney Pictures est subdivisé en Walt Disney Animation Studios, Pixar Animation Studios et Disneynature. Le groupe possède ainsi un important catalogue de films dont la distribution est assurée par Walt Disney Studios Entertainment. Avec l'achat de 20th Century Fox, Disney met la main sur le catalogue de la Fox mais aussi Fox Searchlight Pictures, 20th Century Fox Animation, Blue Sky Studios et Fox Star Studios. Le groupe comprenait les studios Miramax Films et sa division Dimension Films mais Dimension a été revendu en 2005 puis Miramax en 2010. Cette division comporte aussi Marvel Studios et Lucasfilms."
					]
				},
				{
					"type":"level_2",
					"content":"Disney Theatrical Group"
				},
				{
					"type":"comparison",
					"content":[
						"Le Disney Theatrical Group est la division « théâtre et spectacles ». Il comprend Walt Disney Theatrical Productions qui produit des comédies musicales principalement à Broadway et Walt Disney Creative Entertainment qui gère les spectacles des parcs Disney mais qui dépend aussi d'une autre filiale, Walt Disney Imagineering."
					]
				}
			]
		},
		{
			"type":"bullet_points_slide",
			"content":[
				"Actionnaires de Disney",
				"Programme de rachat d’actions",
				"Résultats financiers"
			]
		},
		{
			"type":"title_and_content_slide",
			"content":[
				{
					"type":"level_2",
					"content":[
						"Actionnaires de Disney"
					]
				},
				{
					"type":"text",
					"content":[
						"La Walt Disney Company est majoritairement détenue par :
						•	des investisseurs institutionnels (pourcentage au 31 mars 2007) comme FMR Corporation, State Street Corporation, Barclays Global Investors UK, The Vanguard Group, Legg Mason Inc., Southeastern Asset Management Inc., State Farm Mutual Automobile Insurance Co., Jennison Associates Llc, Wellington Management Company, ou encore AXA ;
						•	des fonds de pensions américains souscrivant au capital de la société comme le California Public Employees’ Retirement System (CalPERS), le New York State Common Retirement Fund, l'American Federation of State, le County and Municipal Employees Pension Funds (AFSCME) ou l'Illinois State Board of Investment ;
						•	des fonds d'investissements comme Waddell & Reed, Inc (6 %) ou le Wells Fargo Advantage Funds (6 %) sont également présents au capital."
					]
				}
			]
		},
		{
			"type":"title_and_content_slide",
			"content":[
				{
					"type":"level_2",
					"content":[
						"Programme de rachat d’actions"
					]
				},
				{
					"type":"text",
					"content":[
						"Le 23 novembre 2016, le site internet financier The Motley Fool annonce que la Walt Disney Company a racheté 74 millions de ses actions durant l'année fiscale 2016 soit plus de 7,5 milliards d'USD augmentant ainsi le prix des actions restantes. La société avait fait de même en 2015 pour un montant de 8,4 milliards d'USD soit 89 % de ses liquidités. Ces importantes dépenses pour réduire son volume d'actions ont divisé par trois les résultats financiers du groupe et réduit les dividendes versés."
					]
				}
			]
		},
		{
			"type":"title_and_content_slide",
			"content":[
				{
					"type":"level_2",
					"content":[
						"Résultats financiers"	]
				},
				{
					"type":"image",
					"content":[
						"image_résultat_financier"
					]
				}
			]
		}
	]
}